Revit 2024 API
ParameterTypeId.TopographyLinkName Property
 "Link Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TopographyLinkName { get; }
Visual Basic
Public Shared ReadOnly Property TopographyLinkName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TopographyLinkName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace